10/data/attachments/9983dbadd769de9e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_da43d4b2-65a0-4329-bc51-925740fe1f36</nif:username>
            <nif:friendToBeAdded>Christina_before_Friend_29603_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>